# @version $Id: //hosting-blueprint/B2CBlueprint/version/11.3.1/EStore/cim/src/java/atg/cim/ProductResources_de.properties#1 $$Change: 1497274 $
atg_flags=i18n,l10n

wizards.xml.crs.main.menu.title=Sicherheitszugangsdaten f\u00FCr CRS-Keystore festlegen
wizards.xml.crs.configuration.title=Keystore-Konfiguration
wizards.xml.crs.configuration.detail=Der Keystore in CRS wird verwendet, um Schl\u00FCssel f\u00FCr die Verschl\u00FCsselung/Entschl\u00FCsselung zur Sicherung von Kreditkartennummern zu speichern. Die von Ihnen hier angegebenen Kennw\u00F6rter w\u00FCrden verwendet, um einen neu generierten Schl\u00FCssel und einen Keystore zu sch\u00FCtzen. Da diese Kennw\u00F6rter in der OPSS-Datei gespeichert werden, m\u00FCssen Sie sie anhand der OPSS-Sicherheitsoption aus dem Hauptmen\u00FC nach diesem Schritt bereitstellen. Zus\u00E4tzlich m\u00FCssen CRS-Anwendungsdaten neu geladen werden, damit Kreditkarten anhand des neu generierten Schl\u00FCssels verschl\u00FCsselt werden.
wizards.xml.crs.configuration.error.title=Unerwarteter Fehler
wizards.xml.crs.configuration.error.detail=Ein unerwarteter Fehler ist aufgetreten. Details finden Sie in der Datei cim.log
wizards.xml.crs.configuration.common.continue=Fortfahren
keyStorePasswordTask.xml.storePassword.label=Kennwort f\u00FCr Keystore eingeben
keyStorePasswordTask.xml.error.blank=Diese Eigenschaft darf nicht leer sein
keyStorePasswordTask.xml.keyPassword.label=Kennwort f\u00FCr Schl\u00FCssel f\u00FCr Verschl\u00FCsselung/Entschl\u00FCsselung in Keystore eingeben
keyStorePasswordTask.java.option.title=Keystore-Konfiguration
keyStorePasswordTask.java.title=Kennw\u00F6rter eingeben
keyStorePasswordTask.java.common.done=Fertig
keyStorePasswordTask.java.exception.detail=Beim Generieren des Keystores sind ein paar Fehler aufgetreten. Details finden Sie in der Datei cim.log
KeyStoreConfigValidator.java.error=\nKeystore ist nicht ordnungsgem\u00E4\u00DF konfiguriert. Konfigurieren Sie den Keystore anhand eines benutzerdefinierten Plug-in-Launchers aus dem Hauptmen\u00FC
KeyStoreConfigValidator.java.opssNotDeployed.error=\nOPSS-Datei nicht bereitgestellt. Sie m\u00FCssen sie anhand der OPSS-Sicherheitsoption aus dem Hauptmen\u00FC bereitstellen
KeyStoreConfigValidator.java.success=\nKeystore-Validierung erfolgreich \u00FCbergeben.
warning.mkdirsFail=Verzeichnisstruktur {0} konnte nicht erstellt werden. Es wird versucht fortzufahren.
