# @version $Id: //hosting-blueprint/B2CBlueprint/version/11.3.1/EStore/cim/src/java/atg/cim/ProductResources_es.properties#1 $$Change: 1497274 $
atg_flags=i18n,l10n

wizards.xml.crs.main.menu.title=Definir credenciales de seguridad para almac\u00E9n de claves de CRS
wizards.xml.crs.configuration.title=Configuraci\u00F3n del almac\u00E9n de claves
wizards.xml.crs.configuration.detail=El almac\u00E9n de claves de CRS se utiliza para almacenar las claves de cifrado/descifrado de seguridad para n\u00FAmeros de tarjeta de cr\u00E9dito. Las contrase\u00F1as que especifique aqu\u00ED se utilizar\u00E1n para proteger la clave reci\u00E9n generada y el almac\u00E9n de claves. Estas contrase\u00F1as se guardan en el archivo de OPSS, de manera que deber\u00E1 desplegarlo utilizando la opci\u00F3n de seguridad de OPSS del men\u00FA principal tras este paso. Adem\u00E1s, deber\u00E1n volver a cargarse los datos de la aplicaci\u00F3n de CRS para obtener las tarjetas de cr\u00E9dito cifradas con la clave reci\u00E9n generada.
wizards.xml.crs.configuration.error.title=Error inesperado
wizards.xml.crs.configuration.error.detail=Se ha producido un error inesperado. Consulte el archivo cim.log para ver m\u00E1s detalles.
wizards.xml.crs.configuration.common.continue=Continuar
keyStorePasswordTask.xml.storePassword.label=Introduzca una contrase\u00F1a para el almac\u00E9n de claves
keyStorePasswordTask.xml.error.blank=Esta propiedad no puede estar en blanco
keyStorePasswordTask.xml.keyPassword.label=Introduzca la contrase\u00F1a para cifrar/descifrar la clave del almac\u00E9n de claves
keyStorePasswordTask.java.option.title=Configuraci\u00F3n del almac\u00E9n de claves
keyStorePasswordTask.java.title=Introducir contrase\u00F1as
keyStorePasswordTask.java.common.done=Listo
keyStorePasswordTask.java.exception.detail=Se ha producido alg\u00FAn error al generar el almac\u00E9n de claves. Compruebe el archivo cim.log para obtener detalles.
KeyStoreConfigValidator.java.error=\nEl almac\u00E9n de claves no se ha configurado correctamente. Config\u00FArelo utilizando el iniciador de plugin personalizado en el men\u00FA principal.
KeyStoreConfigValidator.java.opssNotDeployed.error=\nEl archivo de OPSS no se ha desplegado. Despli\u00E9guelo utilizando la opci\u00F3n de seguridad de OPSS del men\u00FA principal.
KeyStoreConfigValidator.java.success=\nLa validaci\u00F3n del almac\u00E9n de claves se ha realizado correctamente.
warning.mkdirsFail=No se pudo crear estructura de directorio {0}. Intentando continuar.
